LEXICON_RU: dict[str, str] = {
    '/start': '<b>Ohayo</b>, меня зовут Takizawa \U0001F338\n'
              'Чтобы начать взаимодействие,\n напиши /menu',
    '/menu': 'Держи менюшку',
    '/game': 'Давай с тобой сыграем в игру '
              '"Камень, ножницы, бумага"?\n\nЕсли ты, вдруг, '
              'забыл правила, \nкоманда /gamehelp тебе поможет!\n\n<b>Играем?</b>',
    '/gamehelp': 'Это очень простая игра. Мы одновременно должны '
             'сделать выбор одного из трех предметов. Камень, '
             'ножницы или бумага.\n\nЕсли наш выбор '
             'совпадает - ничья, а в остальных случаях камень '
             'побеждает ножницы, ножницы побеждают бумагу, '
             'а бумага побеждает камень.\n\n<b>Играем?</b>',
    'weather': 'Погода',
    'game': 'Игра',
    'rock': 'Камень \U0001F5FF',
    'paper': 'Бумага \U0001F4C3',
    'scissors': 'Ножницы \U00002702',
    'yes_button': 'Давай!',
    'no_button': 'Не хочу!',
    'other_answer': 'Чяво?!',
    'yes': 'Отлично! Делай свой выбор!',
    'no': 'Жаль...\nСыграем в следующий раз ',
    'bot_won': 'Я победил!\n\nСыграем еще?',
    'user_won': 'Ты победил! Поздравляю!\n\nДавай сыграем еще?',
    'nobody_won': 'Ничья!\n\nПродолжим?',
    'bot_choice': 'Мой выбор',
    'cat': 'Котик\U0001F431',
    'fox': 'Лисичка\U0001F98A',
    'dog': 'Собачка\U0001F436',
    'anime': 'Аниме',
    'bad': 'Проверь название города',
    'city': 'Введите название города.',
    'end': 'Хватит',
    'animals': 'Выбери, каких забавных животных ты хочешь посмотреть.\n Чтобы вернуться в меню, нажми "Хватит".',
    'animals_menu': 'Забавные животные',
    'cancel_animals': 'Захочешь посмотреть еще, пиши \U0001F917'
}